Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: From a work environment viewpoint, it is an advantage for non-chemical insecticides to be used wherever possible.
sv: Det är från arbetsmiljösynpunkt fördelaktigt att icke-kemiska alternativ för bekämpning av insektsangrepp används där så är möjligt.

source: When approving pesticides for the treatment of conifer seedlings, the National Chemicals Inspectorate defines certain conditions for their application.
sv: När Kemikalieinspektionen godkänner bekämpningsmedel för behandling av barrträdsplantor, fastställer inspektionen vissa villkor för hur behandlingen skall utföras.

source: This normally takes place centrally, in a nursery or suchlike facility.
sv: Normalt görs behandlingen centralt, i plantskola eller liknande anläggning.

source: Treatment, using special equipment, of seedlings which have already been planted is permitted for certain pesticides.
sv: Behandling av redan planterade plantor med särskild utrustning är tillåten för vissa medel.

source: A dipping facility and spraying facility should be positioned on an underlay consisting of resistant material.
sv: Doppningsanläggning och sprutningsanläggning bör vara placerad på ett underlag som består av motståndskraftigt material.

source: It is important that the facility should have a collecting device for spillage, e.g. a trough or gutter.
sv: Det är viktigt att anläggningen har uppsamlingsanordning för spill, exempelvis tråg eller ränna.

source: Efforts should also be made to manage the insecticide treatment of the plants in such a way that the pesticide is deposited on the root collar and lower part of the trunk and not on the needles.
sv: Man bör eftersträva att sköta behandlingen av plantorna mot insektsangrepp på ett sådant sätt att bekämpningsmedlet hamnar på rothals och nedre delen av stammen, men inte på barrmassan.

source: For the prevention of pesticide leakage in transit, it is important that the plants should be allowed to drain properly after treatment and the wrapping should be resistant to moisture and mechanical interference.
sv: För att förebygga läckage av bekämpningsmedel under transport är det viktigt att plantorna efter behandling får rinna av ordentligt och att emballaget är tåligt mot fukt och mekanisk påverkan.

source: When seedlings are delivered, it is important that the employer and the persons who will be handling them should be told what pesticide or pesticides the seedlings have been treated with and when the treatment took place.
sv: Vid leverans av skogsplantor är det viktigt att arbetsgivaren och de som skall hantera plantorna får information om vilket eller vilka bekämpningsmedel plantorna behandlats med och om när behandlingen utförts.

source: Planting of conifer seedlings
sv: Plantering av barrträdsplantor

source: Hermetic wrapping for the storage of treated conifer seedlings should be opened so that volatile substances are aired away before the seedlings are put out at the plant point.
sv: Tättslutande emballage för förvaring av behandlade barrträdsplantor bör öppnas så att flyktiga ämnen luftas bort innan plantorna sätts ut på planteringsstället.

source: Airing should take place in thoroughly ventilated conditions, preferably out of doors.
sv: Luftningen bör ske på väl ventilerad plats, helst utomhus.

source: For the avoidance of dust, bundles of treated seedlings should be moistened before being taken apart.
sv: För att undvika damning bör man fukta buntar med preparerade plantor innan de tas isär.

source: The person planting treated conifer seedlings is liable to be exposed to pesticide.
sv: Den som planterar behandlade barrträdsplantor riskerar att utsättas för bekämpningsmedel.

source: The risk of percutaneous uptake or other dermal effects is augmented by contact with sharp needles.
sv: Risken för hudupptag eller annan hudpåverkan ökas på grund av kontakten med stickande barr.

source: Personal protective equipment should include protective gloves with long cuffs, e.g. plastic-treated knitted fabric gloves, which can very well be combined with detachable wristlets.
sv: Den personliga skyddsutrustningen bör omfatta skyddshandskar med långa skaft, till exempel plastbehandlade trikåhandskar, gärna i kombination med lösa ärmmuddar.

source: In situations where workwear does not provide complete protection against pesticide residues on the seedlings, personal protective equipment should also include clothing with long sleeves and long legs of a material which the needles cannot penetrate.
sv: I de fall då arbetskläderna inte ger fullgott skydd mot de rester av bekämpningsmedel som finns på plantorna, bör den personliga skyddsutrustningen också omfatta kläder med långa ärmar och långa ben av ett sådant material att barren inte kan sticka igenom.

source: Footwear should also be selected with reference to the risk of exposure to pesticide and sharp conifer needles.
sv: Även skor bör väljas med hänsyn till risken att utsättas för bekämpningsmedel och stickande barr.

source: The rules prohibiting the employment of minors on work using Class 1 and 2 pesticides and concerning various exceptions to this prohibition also apply to work with seedlings which have been treated with such substances.
sv: Reglerna om förbud att anlita minderårig till arbete med bekämpningsmedel klass 1 och 2 samt om vissa undantag från förbudet omfattar också arbete med skogsplantor som behandlats med sådana medel.

source: Industrial wood preservative treatment
sv: Industriell träskyddsbehandling

source: Wood preservative treatment is usually taken to comprise pressure/vacuum impregnation, dipping and other application of pesticides to wood.
sv: Med träskyddsbehandling brukar avses tryck/vakuumimpregnering, doppning och annan form av applicering av bekämpningsmedel på trä.

source: Work should be conducted in such a way that wood preservative treatment takes place at the latest possible stage of handling operations.
sv: Arbetet bör bedrivas så att träskyddsbehandlingen sker så sent i hanteringskedjan som möjligt.

source: It ought preferably to take place after machining of the wood has been completed.
sv: Helst bör träskyddsbehandlingen ske efter det att bearbetningen av virket är genomförd.

source: Work premises
sv: Arbetslokal

source: It is important that the work surface and flooring of the work premises be designed in such a way that any escaping wood preservative will not spread over a large floor area.
sv: Det är viktigt att anläggningsplattan och golven i arbetslokalen är utformade så att träskyddsmedel vid ett eventuellt utsläpp inte sprids över en stor golvyta.

source: When handling wood preservative which contains a flammable solvent, it is important that fire hazards be taken into account.
sv: Vid hantering av träskyddsmedel som innehåller brandfarligt lösningsmedel är det viktigt att riskerna för brand beaktas.

source: Fire-fighting equipment must be within easy reach.
sv: Det är viktigt att ha släckutrustning lättillgänglig.

source: Rescue services should be consulted if there is any uncertainty on matters of fire safety, e.g. concerning suitable fire-fighting equipment and concerning rules with regard to permits etc. for flammable products.
sv: Vid oklarhet i brandskyddsfrågor t.ex. om lämplig släckutrustning och om regler beträffande tillstånd m.m. för brandfarliga varor, bör räddningstjänsten rådfrågas.

source: Guidance on the design of wood preservative treatment facilities can be obtained from the fact sheet “Wood impregnation, pressure and vacuum impregnation” published by the National Environmental Protection Agency (1998).
sv: Vägledning vid utformning av anläggning för träskyddsbehandling kan fås i Naturvårdsverkets branschfaktablad "Träimpregnering, tryck- och vakuumimpregnering" (1998).

source: Technical device
sv: Teknisk anordning

source: For the prevention of exposure to wood preservative when it is being mixed for use, the mixing operation should take place in a closed system.
sv: För att hindra att man utsätts för träskyddsmedel vid tillblandning av brukslösning är det lämpligt att tillblandningen sker i slutet system.

source: If this is not possible, the mixing tank should be covered over.
sv: Om detta inte är möjligt, bör blandningstanken vara övertäckt.

source: In addition to safety gloves and protective clothing, goggles or a face shield may also be necessary.
sv: Förutom skyddshandskar och skyddskläder kan ögonskydd eller ansiktsskärm behövas.

source: Mixing tanks and storage tanks should be fitted with overflow and back- siphon prevention devices.
sv: Blandningstank och lagertank bör förses med överfyllnads- och återsugningsskydd.

source: Impregnation and dipping
sv: Impregnering och doppning

source: Dipping of timber should be done mechanically and arranged in such a way that the greater part of the wood preservative can run off down into the dripping bath.
sv: Doppning av virke bör ske maskinellt och utföras så att största delen av träskyddsmedlet kan rinna av ner i doppningskaret.

source: To reduce the risk of dermal contact with newly treated timber, the discharge of timber at the end of the impregnation process should be mechanised.
sv: För att minska risken för hudkontakt med nybehandlat virke bör urlastning av virke efter avslutad impregneringsprocess göras maskinellt.

source: The device used for keeping the timber packaged together during impregnation should be easy to unload.
sv: Den anordning som används för att hålla ihop virkespaketet under impregneringen bör vara lätt att lossa.

source: AFS 1998:6 needed during the treatment of wet, newly treated timber.
sv: Vid hantering av vått, nybehandlat virke kan förutom skyddshandskar också gummistövlar behövas.

source: It is also important to make sure that clothing which has become wet is changed.
sv: Det är också viktigt att se till att kläder som blivit nedblötta byts ut.

source: Ordinary textile and leather working gloves are quite unsuitable, because they absorb pesticide, and, consequently, do not afford any real protection.
sv: Det är direkt olämpligt att använda vanliga arbetshandskar av textil och läder, eftersom de suger upp bekämpningsmedel och därigenom inte utgör något

source: Contaminated gloves may compound exposure to wood preservatives.
sv: Förorenade handskar kan medverka till en ökad exponering för träskyddsmedlet.

source: Note that glove materials affording good protection in the handling of a certain kind of wood preservative may in certain cases provide none at all when a different preservative is handled.
sv: Observera att ett handskmaterial som ger ett gott skydd vid hantering av ett visst träskyddsmedel i vissa fall inte alls ger skydd vid hantering av ett annat medel.

source: Thus different wood preservatives require different glove materials for proper protection.
sv: Olika träskyddsmedel kräver således olika handskmaterial för att ge ett gott skydd.

source: It is important that wood preservatives which has come into contact with the skin should be washed off without delay.
sv: Det är viktigt att träskyddsmedel som kommit på huden snarast tvättas bort.

source: In the case of water-soluble preservatives, rinsing in water may suffice, whereas creosote, for example, can only be removed with a suitable skin cleaning agent.
sv: För vattenlösliga medel kan det vara tillräckligt att skölja med vatten, medan det för att få bort t.ex. kreosot fordras ett lämpligt hudrengöringsmedel.

source: After preservative treatment, the timber should be deposited at a special drainage point.
sv: Efter träskyddsbehandlingen bör virket läggas upp på en särskild avrinningsplats.

source: Drying of preservative-treated timber should take place in a separate space or outdoors under cover.
sv: Torkning av träskyddsbehandlat virke bör ske i separat utrymme eller utomhus under tak.

source: Timber treated with a substance containing organic solvent should be dried in a space which is separately ventilated.
sv: Virke behandlat med medel innehållande organiskt lösningsmedel bör torkas i utrymme med separat ventilation.

source: No other activity should be carried on in a space used for the drying of impregnated timber.
sv: Annan verksamhet bör inte bedrivas i utrymme där torkning av impregnerat virke sker.

source: Premises where wet, newly treated timber is impregnated and handled should be cleaned regularly.
sv: Lokaler där impregnering och hantering av vått nybehandlat virke försiggår bör rengöras regelbundet.

source: Flushing with water is often a suitable cleaning method.
sv: Lämplig rengöringsmetod är ofta avspolning med vatten.

source: If there is a risk of splashing in the face, a face shield or suchlike should be used.
sv: Om risk finns för stänk i ansiktet bör ansiktsskärm eller liknande användas.

source: The cleaning of premises where preservative treatment takes place or where treated timber is machined entails a risk of exposure to pesticide- contaminated dust.
sv: Vid rengöring av lokaler där träskyddsbehandling sker eller där behandlat virke bearbetas, finns risk att utsättas för bekämpningsmedelshaltigt damm.

source: Sweeping can cause atmospheric concentrations of dust which are dangerous to health and is therefore an unsuitable cleaning method.
sv: Torrsopning kan orsaka hälsofarliga dammhalter i luften, och är därför en olämplig rengöringsmetod.

source: Vacuum cleaning is one example of a suitable method.
sv: Ett exempel på lämplig metod är dammsugning.

source: Timber treated with pesticide
sv: Virke behandlat med bekämpningsmedel

source: It is important to bear in mind that manual work with newly treated timber entails a risk of exposure to impregnating agent through dermal contact and through inhalation of vapour, dust or other particles containing pesticide, even after the timber has been drip-dried.
sv: Det är viktigt att beakta att det vid manuellt arbete med nybehandlat virke finns risk att utsättas för impregneringsmedel genom hudkontakt samt genom inandning av ångor, damm eller andra partiklar som innehåller bekämpningsmedel, även efter det att virket blivit dropptorrt.

source: Guidance on risk assessment in connection with the simultaneous occurrence of wood dust and wood preservative as an air contaminant is available in the Provisions on Occupational Exposure Limit Values Ordinance (AFS 1996:2) of the National Board of Occupational Safety and Health.
sv: Vägledning vid bedömning av risken vid samtidig förekomst av trädamm och träskyddsmedel som luftförorening finns i Arbetsmiljöverkets föreskrifter om hygieniska gränsvärden.

source: Concerning the delivery of timber impregnated with certain agents, the National Chemicals Inspectorate has laid down rules which are stated in the conditions for approval.
sv: För leverans av virke impregnerat med vissa medel har Kemikalieinspektionen fastställt regler som anges i godkännandevillkoren.

source: Disposal, e.g. burning, of waste from preservative-treated timber is subject to stipulations in the conditions of approval for certain impregnating agents.
sv: Beträffande omhändertagande, exempelvis förbränning, av avfall från träskyddsbehandlat virke finns bestämmelser i godkännandevillkoren för vissa impregneringsmedel.

source: If there is any uncertainty in matters of waste management, the local environment and health protection office should be consulted.
sv: Vid osäkerhet om avfallshantering bör man rådgöra med sitt lokala miljö- och hälsoskyddskontor.

source: Antifouling treatment
sv: Antifoulingbehandling

source: When spraying antifouling paint, the great risk of exposure makes it important to protect the body with whole-body personal protective equipment made of impermeable material.
sv: Vid sprutmålning med antifoulingfärg är det p.g.a. den stora exponeringsrisken viktigt att skydda kroppen med heltäckande personlig skyddsutrustning av ett material som hindrar genomträngning.

source: The following are examples of suitable protective equipment:
sv: Exempel på lämplig skyddsutrustning är

source: whole-body protective clothing,
sv: heltäckande skyddsklädsel

source: plastic or rubber safety gloves,
sv: skyddshandskar av plast eller gummi

source: safety hood covering the head and neck and fitting closely on to protection clothing,
sv: skyddshuva som täcker huvud, hals samt sluter tätt till skyddsklädsel

source: boots or other impermeable footwear, respiratory protective equipment, which should take the form of an air- supplied full mask or an air-supplied protective hood.
sv: stövlar eller annan tät fotbeklädnad andningsskydd som bör vara luftmatad helmask eller luftmatad skyddshuva.

source: Persons not belonging to the painting enterprise are sometimes liable to be exposed in the course of painting work.
sv: Vid målningsarbete kan ibland personer som inte hör till målningsföretaget bli exponerade.

source: In such cases, where there are several undertakings active in one and the same place, a co-ordinating responsibility exists under the Work Environment Act.
sv: I sådana fall, där flera företag är verksamma på samma plats finns ett samordningsansvar enligt arbetsmiljölagen.

source: This responsibility normally devolves on the undertaking responsible for the worksite.
sv: Detta ansvar ligger normalt på det företag som ansvarar för driftstället.

source: Slime control
sv: Slembekämpning

source: The handling of slime control agent in an industrial facility can affect many people and they may come from different undertakings.
sv: Många personer kan vara berörda av hantering av slembekämpningsmedel på en industri och de kan komma från olika företag.

source: The following measures, for example, can simplify handling:
sv: Exempel på åtgärder som kan underlätta hanteringen är att

source: descriptions of the care and servicing of containers and of dosing and pumping equipment,
sv: beskrivningar finns för skötsel och service av behållare samt doserings- och pumputrustning

source: documentation of piping and plastic tubing installations, clear marking of piping and tubing in a distinctive colour and signs reading “Biocid” (biocide) or “Bekämpningsmedel” (pesticide) positioned not too far apart, routines for the handling of slime control agents in the event of a leak or some other accident.
sv: dragning av rör och plastledningar finns dokumenterat rör och ledningar är tydligt utmärkta med en avvikande färg samt med skyltar med texten "Biocid" eller "Bekämpningsmedel" med ett icke alltför stort avstånd mellan skyltarna rutiner finns för hantering av slembekämpningsmedel vid läckage eller annan olycka.

source: The handling of slime control agents is mostly managed by the supplier.
sv: Hantering av slembekämpningsmedel sköts i de flesta fall av leverantören av medlen.

source: Normally the supplier provides a container, pumping apparatus and personnel to take care of servicing and handling.
sv: Leverantören tillhandahåller normalt behållare, pumpapparatur samt personal som sköter service och hantering.

source: The normal practice is for the undertaking engaged in production at the worksite to have a co-ordinating responsibility for the working environment both towards its own personnel and towards personnel from other firms.
sv: Det normala är att företaget som driver produktionen på arbetsstället har ett samordningsansvar för arbetsmiljön för såväl egen personal som personal från andra företag.

source: This makes it important to have a contact person at the worksite who is responsible for the handling of slime control agent.
sv: Det är därför viktigt att det finns en kontaktperson på arbetsstället som har ansvaret för hanteringen av slembekämpningsmedel.

source: It is appropriate for this contact person to have access to information concerning routines for handling, product information about slime control agents in use and ready-made routines for dealing with incidents and accidents.
sv: Det är lämpligt att kontaktpersonen har tillgång till information om rutiner för hantering, varuinformation om aktuella slembekämpningsmedel samt har utarbetade rutiner för hantering av olyckstillbud och olycksfall.

source: Personnel in the vicinity of storage vessels, dosing equipment, pumping apparatus, piping or tubing, mixing spaces and other places where there is a risk of exposure to slime control agents should be informed of the risks which these agents entail.
sv: Personalen bör informeras om risker med slembekämpningsmedel när de uppehåller sig i närheten av förvaringskärl, doseringsutrustning, pumpapparatur, rör eller ledningar, blandningsutrymmen samt andra platser med risk för exponering för slembekämpningsmedel.

source: Guidance on individual Sections
sv: Kommentarer till enskilda paragrafer

source: There are certain exceptions.
sv: Vissa undantag finns.

source: The Inspectorate may issue Provisions concerning exceptions to these and in individual cases can waive the requirement of approval if there are strong reasons for doing so.
sv: Inspektionen får meddela föreskrifter om undantag från dessa bestämmelser och får i enskilda fall besluta om dispens från kravet på godkännande, om det finns synnerliga skäl.

source: Fields in which the Provisions of the National Board of Occupational Safety and Health on pesticides and materials and products treated with pesticides apply include, for example, work with pesticides in agriculture and horticulture, wood preservative treatment, treatment of conifer seedlings, clearance of housing and storage facilities, use of antifouling products and use of slime control agents in the paper and pulp industry.
sv: Exempel på områden där Arbetarskyddsstyrelsens föreskrifter om bekämpningsmedel gäller är vid arbete med bekämpningsmedel i lantbruk och trädgårdsodling, vid träskyddsbehandling, behandling av barrträdsplantor, sanering av bostäder och förråd, användning av antifoulingprodukter samt användning av slembekämpningsmedel inom pappers- och cellulosaindustri.

source: Pesticide-treated materials include, for example, impregnated or dipped timber, bulbs which have been dipped in pesticide and imported flowering plants which have been treated with pesticide.
sv: Exempel på bekämpningsmedelsbehandlat material är impregnerat eller doppat virke, blomsterlökar som doppats i bekämpningsmedel samt bekämpningsmedelsbehandlade blomplantor.

source: It is important that these instructions shall contain particulars of suitable personal protective equipment for different working operations, adjustment and care of personal protective equipment, personal hygiene, first aid measures and detailed instructions for the execution of hazardous operations.
sv: Det är viktigt att instruktionerna innehåller uppgifter om lämplig personlig skyddsutrustning vid olika arbetsmoment, tillpassning och skötsel av personlig skyddsutrustning, personlig hygien, åtgärder för första hjälpen samt noggranna instruktioner om utförandet av riskabla arbetsmoment.

source: An antifouling product is usually defined as paint or some other chemical product containing a growth-inhibiting substance and intended to counteract accretions on underwater surfaces.
sv: Med antifoulingprodukt brukar avses färg eller annan kemisk produkt som innehåller påväxthindrande ämne och som är avsedd att motverka påväxt på undervattensytor.

source: Additional personal protective equipment may be necessary for certain operations - mixing and cleaning, for example - which entail a major risk of exposure to the agent.
sv: Behov kan finnas av ytterligare personlig skyddsutrustning vid vissa arbetsmoment som innebär stor risk att utsättas för medlet, t.ex. tillblandning och rengöring.
